cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'

brew 'bash'
brew 'postgresql'
brew 'coreutils'
brew 'findutils'
brew 'ffmpeg'
brew 'git-flow'
brew 'httpie'
brew 'mackup'
brew 'ssh-copy-id'
brew 'terraform'
brew 'trash'
brew 'tree'
brew 'unrar'

cask 'alfred'
cask 'atom'
cask 'beyond-compare'
cask 'cleanmymac'
cask 'dropbox'
cask 'google-chrome'
cask 'iterm2'
cask 'skype'
cask 'sourcetree'
cask 'spectacle'
cask 'spotify'


cask 'font-hack'
cask 'font-noto-sans-japanese'
cask 'font-noto-sans-korean'
cask 'font-noto-sans-s-chinese'
cask 'font-noto-sans-t-chinese'
cask 'font-roboto'
cask 'font-source-code-pro'
